/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "Anlage (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Anlage hinzufügen";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Fotografieren";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Fotobibliothek";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Dateien";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Abbrechen";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Titel";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Notizen";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Wert";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "WARNUNG: Der Navigationscontroller für den aktuellen UITableViewController für FUIFormCell ist null. FUIAttachmentsFormCell und ListPickerFormCell werden nicht korrekt funktionieren.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d Std, %d Min.";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Ausgewählt";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Alle";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Warnung: Die Suche ist aufgrund der Tatsache, dass die Eigenschaft listPickerSearchResultsUpdating in ListPickerFormCell null ist, deaktiviert.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Alle auswählen";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Auswahl für alle aufheben";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Schließen";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "Mehr";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Weniger";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "on (aktiviert)";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "off (deaktiviert)";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Zweimal tippen, um Einstellung zu wechseln";

